"##RevealToolbarItemMessage##" = "Click the button to the left.  Drag the revealed file into the Finder's toolbar.  Anytime you find yourself in the Finder, click this toolbar item to switch back to Path Finder.";
"%@ available, %@ used" = "%@ beschikbaar, %@ in gebruik";
"%@, %@ free" = "%@, %@ vrij";
"%d Applications" = "%d programma's";
"%d Places" = "%d plaatsen";
"%d day free trial" = "%d dagen probeerversie";
"%d days remaining" = "%d dagen resterend";
"%d items" = "%d onderdelen";
"%d items selected" = "%d onderdelen geselecteerd";
"%d matches" = "%d overeenkomsten";
"%d of %d items selected" = "%d van %d onderdelen geselecteerd";
"%d replaced" = "%d vervangen";
"%d seconds" = "%d seconden";
"1 item" = "1 bestand";
"Access" = "Toegang";
"Access:" = "Toegang:";
"Action" = "Actie";
"Activate URLs" = "Activeer URLs";
"Add Folder..." = "Voeg map toe...";
"Address:" = "Adres:";
"Agree" = "Akkoord";
"Alert!" = "Waarschuwing!";
"Aliases" = "Aliassen";
"All" = "Alles";
"All monitors" = "Alle monitors";
"An error occurred while trying to eject \"%@\"." = "Er is een fout opgetreden bij het verwijderen van \"%@\".";
"An error occurred while trying to mount \"%@\"." = "Er is een fout opgetreden bij het activeren van \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Er is een fout opgetreden bij het deactiveren van \"%@\".";
"Application" = "Programma";
"Application:" = "Programma:";
"Applications" = "Programma's";
"Applications Menu" = "Menu programma's";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Weet u zeker dat u de geselecteerde eigenaar, groep en bevoegdheden wilt toepassen op alle onderliggende onderdelen?";
"Are you sure you want to close this window?" = "Weet u zeker dat u dit venster wilt sluiten?";
"Are you sure you want to remove the items in the Trash permanently?" = "Weet u zeker dat u de onderdelen in de prullenmand definitief wilt verwijderen?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Weet u zeker dat u opberglade \"%@\" wilt verwijderen?";
"Attributes" = "Attributen";
"Audio" = "Geluid";
"Back" = "Terug";
"Begins With" = "Begint met";
"Blue" = "Blauw";
"Bug Reporter" = "Bugreporter";
"Building Menus" = "Bouwt menu's op";
"Burn" = "Brand";
"Burning %@ disc" = "Brandt %@-schijf";
"Burning Disk Image" = "Brandt schijfkopiebestand";
"Burning:" = "Brandt:";
"Busy" = "Bezig";
"Buy Later" = "Koop later";
"Buy Now" = "Koop nu";
"Calculating..." = "Berekent...";
"Cancel" = "Annuleer";
"Cancels interactive screen shot mode" = "Annuleert interactieve schremafbeeldingmodus";
"Capacity:" = "Capaciteit:";
"Causes screen shot to go to clipboard" = "Plaatst schermafbeelding op het klembord";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Controleer uw iTools-instellingen in het paneel Internetvan de Systeemvoorkeuren.";
"Choose Folder" = "Kies map";
"Choose Volume" = "Kies volume";
"Choose a valid destination." = "Kies een geldige bestemming.";
"Clean up" = "Ruim op";
"Click the Add button, or drag a folder or disk into the list below." = "Druk op de knop \"Voeg toe\" of sleep een map of schijf naar de onderstaande lijst.";
"Close" = "Sluit";
"Closing this session will terminate the following processes inside it: " = "Door deze sessie af te sluiten worden de volgende processen ook afgesloten: ";
"Code:" = "Registratiecode:";
"Color" = "Kleur";
"Command" = "Commando";
"Compress" = "Comprimeer";
"Connect" = "Verbind";
"Connect To iDisk" = "Verbind met iDisk";
"Connect To iDisk Public Folder" = "Verbind met map 'Public' op iDisk";
"Contains" = "Bevat";
"Contains:" = "Bevat:";
"Content" = "Inhoud";
"Content:" = "Inhoud";
"Control Key:" = "Control-toets:";
"Convert Image" = "Converteer afbeelding";
"Convert document to plain text?" = "Converteer document naar platte tekst?";
"Converting will lose fonts, colors, and other text styles in the document." = "In de conversie zullen alle lettertypen, kleuren en andere tekststijlen in het document verloren gaan.";
"Copy" = "Kopieer";
"Could not resolve alias." = "Kon het origineel niet vinden.";
"Created" = "Aangemaakt";
"Created:" = "Aangemaakt:";
"Data Fork" = "Datavork";
"Date" = "Datum";
"Date Created" = "Aanmaakdatum";
"Date Modified" = "Bewerkingsdatum";
"Decompress" = "Decomprimeer";
"Delete" = "Wis";
"Desktop" = "Bureaublad";
"Destination does not exist" = "Bestemming bestaat niet";
"Developer" = "Ontwikkelaar";
"Device:" = "Apparaat:";
"Disagree" = "Niet akkoord";
"Disk Image" = "Schijfkopiebestand";
"Disk Usage" = "Schijfgebruik";
"Display screen-shot in Image Converter" = "Toon schermafbeelding in Image Converter";
"Do you really want to close this terminal session?" = "Weet u zeker dat u deze terminalsessie wilt afsluiten?";
"Do you want to Get Info on all %d items?" = "Wilt u info tonen voor alle %d bestanden?";
"Do you want to force %@ to quit?" = "Wilt u het programma %@ geforceerd stoppen?";
"Do you want to open all %d items?" = "Wilt u alle %d onderdelen openen?";
"Documents" = "Documenten";
"Don't Quit" = "Stop niet";
"Done" = "Gereed";
"Drop Stack" = "Knipselstapel";
"Duplicate" = "Dupliceer";
"Duration:" = "Duur:";
"Dynamic" = "Passend in venster";
"Edit..." = "Wijzig...";
"Eject" = "Verwijder";
"Eject disc after burning" = "Verwijder schijf na branden";
"Email Address:" = "E-mailadres:";
"Email Report" = "E-mail rapport";
"Email Sales" = "E-mail verkoopafdeling";
"Email:" = "E-mail:";
"Empty" = "Leeg";
"Encoding" = "Codering";
"Ends With" = "Eindigt op";
"Ends with" = "Eindigt op";
"Ends with:" = "Eindigt op:";
"Enter Registration Code" = "Voer registratiecode in";
"Entire File" = "Geheel bestand";
"Erase" = "Wis";
"Error creating directory." = "Fout bij het maken van de map.";
"Error creating file." = "Fout bij aanmaken van bestand.";
"Error creating symbolic link." = "Fout bij maken van symbolische alias.";
"Error getting iDisk user name and password" = "Fout bij ophalen van iDisk-gebruikersnaam en -wachtwoord";
"Error!" = "Fout!";
"Error: %d" = "Fout: %d";
"Escape Key:" = "Escape-toets:";
"Everywhere" = "Overal";
"Exact match" = "Precieze overeenkomst";
"Execute delete with root privileges" = "Wissen uitvoeren met root-bevoegdheden";
"Expired" = "Verlopen";
"Extend selection" = "Breid selectie uit";
"Extension" = "Extensie";
"Extension:" = "Extensie:";
"Favorites" = "Favorieten";
"Favorites Menu" = "Menu Favorieten";
"File" = "Archief";
"Files" = "Bestanden";
"Filter" = "Filteren";
"Find" = "Zoek";
"Find String:" = "Zoek tekst:";
"Find Text" = "Zoek tekst";
"Find by" = "Zoek op";
"Find by Content" = "Zoek op inhoud";
"Find by Name" = "Zoek op naam";
"Find options" = "Zoekopties";
"Find results incomplete." = "Zoekresultaten onvolledig.";
"Find/Stop" = "Zoek/stop";
"Find:" = "Zoek:";
"Finding..." = "Zoekt...";
"Float Window" = "Zwevend venster";
"Folder" = "Map";
"Folder \"%@\"" = "Map \"%@\"";
"Folders" = "Mappen";
"Font Sample" = "Lettertypevoorbeeld";
"Force Quit" = "Forceer stop";
"Format:" = "Formaat:";
"Forward" = "Volgende";
"Found: %d" = "Gevonden: %d";
"Free:" = "Vrij:";
"Generic Icons Off" = "Standaardsymbolen uit";
"Generic Icons On" = "Standaardsymbolen aan";
"Go" = "Ga";
"Go Menu" = "Menu Ga";
"Go to Folder" = "Ga naar map";
"Go to Page" = "Ga naar pagina";
"Go to the folder:" = "Ga naar de map:";
"Gray" = "Grijs";
"Greater than" = "Groter dan";
"Green" = "Groen";
"Group" = "Groep";
"Group:" = "Groep:";
"Hide" = "Verberg";
"Hide %@" = "Verberg %@";
"Hide Icons" = "Verberg symbolen";
"Hide Invisible Files" = "Verberg onzichtbare bestanden";
"Hide Others" = "Verberg andere";
"Hide Path Finder Desktop" = "Verberg PathFinder-bureaublad";
"Hide Preview" = "Verberg voorvertoning";
"Hide Trash Can" = "Verberg prullenmand";
"History" = "Geschiedenis";
"History Drawer" = "Geschiedenis lade";
"Home" = "Thuismap";
"Hot keys in screen capture mode" = "Sneltoetsen in schermafbeeldingmodus";
"Hybrid" = "Hybride";
"Icon Size" = "Symboolgrootte";
"Idle" = "Inactief";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Als u Path Finder laat draaien, heeft u het altijd bij de hand!";
"Ignore Case" = "Negeer hoofdletters";
"Ignore case" = "Negeer hoofdletters";
"Image" = "Afbeelding";
"Image: " = "Afbeelding: ";
"Images" = "Afbeeldingen";
"Info" = "Informatie";
"Initializing..." = "Initialiseert...";
"Invalid Registration Code!" = "Ongeldige registratiecode!";
"Invisible" = "Onzichtbaar";
"Is" = "is";
"Join .Mac" = "Maak .Mac account";
"Joliet" = "joliet";
"KEYBOARD_SHORTCUTS" = "Tab##appends match$$Up/Down Arrows##selects in list$$Delete##parent folder$$Shift-Delete##Computer$$Right Arrow##appends match$$Left Arrow##parent folder$$⌘⇧ H##Home$$/##Root";
"Keyboard shortcuts" = "Sneltoetsen";
"Keywords" = "Trefwoorden";
"Kind" = "Type";
"Kind:" = "Type:";
"Last Modified" = "Laatst bewerkt";
"Last Opened" = "Laatst geopend";
"Launch" = "Start";
"Launch Application" = "Start programma";
"Left" = "Links";
"Left Drawer" = "Linkerlade";
"Less than" = "Kleiner dan";
"License Agreement" = "Licentie-overeenkomst";
"License key:" = "Licentiesleutel:";
"Licensed to:" = "Licentiehouder:";
"Local Disks" = "Lokale schijven";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." = "Als een schijf wordt gewijzigd terwijl een zoekopdracht bezig is, stopt Mac OS X deze zoekopdracht. Probeer het nogmaals voor een volledig resultaat.";
"Main monitor only" = "Alleen op hoofdbeeldscherm";
"Make Alias" = "Maak alias aan";
"Man Pages" = "Man-pagina's";
"Medium Security (7 passes)" = "Gemiddelde beveiliging (7 maal)";
"Member name:" = "Accountnaam:";
"Menu Key Editor" = "Bewerk sneltoetsen";
"Modified" = "Bewerkt";
"Modified:" = "Bewerkt:";
"Mount Point:" = "Mountpoint:";
"Move" = "Verplaats";
"Move to Trash" = "Verplaats naar prullenmand";
"Movie" = "Film";
"Movies" = "Films";
"Music" = "Muziek";
"Name" = "Naam";
"Name:" = "Naam:";
"Network Activity" = "Netwerkactiviteit";
"New" = "Nieuw";
"New File" = "Nieuw bestand";
"New Folder" = "Nieuwe map";
"New Shelf..." = "Nieuwe lade...";
"New Tab" = "Nieuwe tab";
"Next" = "Volgende";
"No" = "Nee";
"No items" = "Geen onderdelen";
"None" = "Geen";
"Normal Delete" = "Gewoon wissen";
"Not Specified" = "Niet opgegeven";
"Not found" = "Niet gevonden";
"Open" = "Open lade";
"Open with" = "Open met";
"Open with %@" = "Open met %@";
"Orange" = "Oranje";
"Other" = "Anders";
"Others..." = "Anders...";
"Owner" = "Eigenaar";
"Owner:" = "Eigenaar:";
"PDFs" = "PDF's";
"Package" = "Pakket";
"Packages" = "Pakketten";
"Page" = "Pagina";
"Page %d of %d" = "Pagina %d van %d";
"Paragraphs" = "Paragrafen";
"Parent" = "Bovenliggende map";
"Partial match" = "Gedeeltelijke overeenkomst";
"Password" = "Wachtwoord";
"Password:" = "Wachtwoord:";
"Path" = "Pad";
"Path Drawer" = "Pad-lade";
"Path Finder has been updated to version %@!" = "Path Finder is bijgewerkt naar versie %@!";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Er is een onverwachte fout opgetreden in Path Finder. We stellen het op prijs als u dit foutrapport e-mailt naar bugs@cocoatech.com, zodat we de fout kunnen herstellen in de volgende versie.";
"Path Finder has extensive online help to help you understand how it works.  Would you like to view the help pages now?" = "Path Finder heeft uitgebreide online help om het werken met Path Finder uit te leggen. Wilt u deze help nu tonen?";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder kan het probleemrapport niet automatisch e-mailen. Kopieer en plak de inhoud van dit venster en e-mail het naar bugs@cocoatech.com";
"Path:" = "Pad:";
"Permission:" = "Bevoegdheid:";
"Pictures" = "Afbeeldingen";
"Play" = "Speel af";
"Play Sound" = "Speel geluid";
"Play sounds" = "Speel geluiden af";
"Preferences" = "Voorkeuren";
"Preview" = "Voorvertoning";
"Preview Drawer" = "Voorvertoninglade";
"Previous" = "Vorige";
"Print..." = "Druk af...";
"Process Drawer" = "Processenlade";
"Processes" = "Processen";
"Public" = "Publiek";
"Purchase Path Finder today!" = "Koop Path Finder vandaag nog!";
"Purple" = "Paars";
"Quit" = "Stop";
"RTFs" = "RTF's";
"Read error." = "Leesfout.";
"Really Open?" = "Echt openen?";
"Really Quit?" = "Echt stoppen?";
"Recent Files" = "Geschiedenis";
"Recent Folders" = "Map geschiedenis";
"Recent Servers" = "Recente servers";
"Red" = "Rood";
"Registration Code:" = "Registratiecode:";
"Remove All" = "Verwijder alles";
"Remove Shelf" = "Verwijder lade";
"Remove Shelf?" = "Verwijder opberglade?";
"Remove Top" = "Verwijder bovenste";
"Rename" = "Hernoem";
"Replace" = "Vervang";
"Replace & Find" = "Vervang & zoek";
"Replace All" = "Vervang alles";
"Replace all scope" = "Vervang alles bereik";
"Replace with:" = "Vervang door:";
"Resolved:" = "Gevolgd:";
"Resource Fork" = "Resourcevork";
"Results" = "Resultaten";
"Reveal" = "Toon";
"Reveal in Finder" = "Toon in Finder";
"Right" = "Rechts";
"Right Drawer" = "Rechterlade";
"Running Applications Menu" = "Menu actieve programma's";
"SUBSCRIBE_NEWSLETTER" = "\nSubscribe to the Path Finder newsletter to receive tips, news, coupons and other Path Finder related information.\n\nYour email address will be kept private and will not be used for any other purpose.  It's easy to unsubscribe if you no longer want to receive the newsletter.";
"Sample" = "Momentopname";
"Save screen-shot to clipboard" = "Bewaar schermafbeelding op klembord";
"Save screen-shot to file" = "Bewaar schermafbeelding als bestand";
"Screen Capture" = "Schermafbeelding";
"Screen capture mode" = "Schermafbeeldingmodus";
"Search" = "Zoek";
"Search Location:" = "Zoek locatie:";
"Search Locations" = "Zoek in locaties";
"Search Results for '%@' in '%@'" = "Zoekresultaten voor '%@' in '%@'";
"Search in:" = "Zoek in:";
"Search inside packages" = "Zoek in pakketten";
"Search inside the System folder" = "Zoek in de map Systeem";
"Searching..." = "Zoekt...";
"Secure Delete" = "Veilig wissen";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Veilig wissen overschrijft bestanden voor ze te wissen. Bestanden worden drie keer overschreven, eerst met bytepatroon 0xff, dan met 0x00, dan weer met 0xff.";
"Security Level" = "Beveiligingsniveau";
"Select" = "Selecteer";
"Select & Close" = "Selecteer & sluit";
"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Selecteer een onderdeel en kies een toetscombinatie om in te stellen. Druk op backspace om te wissen.";
"Selected Text" = "Geselecteerde tekst";
"Selection" = "Selectie";
"Selection Path" = "Padselectie";
"Sentences" = "Zinnen";
"Servers" = "servers";
"Shelf" = "Opberglade";
"Shelf Name" = "Naam voor opberglade";
"Show" = "Toon";
"Show All" = "Toon alles";
"Show Icons" = "Toon symbolen";
"Show Invisible Files" = "Toon onzichtbare bestanden";
"Show Path Finder Desktop" = "Toon Path Finder-bureaublad";
"Show Preview" = "Toon voorvertoning";
"Show Trash Can" = "Toon prullenmand";
"Show in New Window" = "Toon in nieuw venster";
"Simple Security (1 pass)" = "Eenvoudig (1 maal)";
"Size" = "Grootte";
"Size:" = "Grootte:";
"Smart Sorting Off" = "Slim sorteren uit";
"Smart Sorting On" = "Slim sorteren aan";
"Sort Ascending" = "Sorteer oplopend";
"Sort Descending" = "Sorteer aflopend";
"Space Key:" = "Spatiebalk:";
"Standard" = "Standaard";
"Starts with" = "Begint met";
"Starts with:" = "Begint met:";
"Stop" = "Stoppen";
"String" = "Tekenreeks";
"Summarize" = "Vat samen";
"Symbolic Links" = "Symbolische links";
"Tab Set" = "Tabset";
"Terminal Drawer" = "Terminal-lade";
"Text" = "Tekst";
"Text Editor" = "Teksteditor";
"Thank you for registering Path Finder!" = "Dank u voor het registreren van Path Finder!";
"The item \"%@\" could not be moved to the trash." = "Het onderdeel \"%@\" kon niet naar de prullenmand worden verplaatst.";
"The name \"%@\" with extension \"%@\" is already taken.\nPlease choose a different name." = "De naam \"%@\" met extensie \"%@\" is al in gebruik. \nKies aub een andere naam.";
"The original file may have been moved or deleted." = "Het originele bestand is mogelijk verplaatst of gewist.";
"Theme" = "Thema";
"There are %d tabs in this window.  Do you want to close the window anyway?" = "Er zijn %d tabs in dit venster. Wilt u het venster toch sluiten?";
"There is no application available to open the document \"%@\"." = "Er is geen programma beschikbaar om het document \"%@\" te openen.";
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Dit PDF-bestand is beveiligd met een wachtwoord.  Als u dit wachtwoord niet heeft, kunt u sommige bewerkingen niet uitvoeren.";
"This action bypasses the Trash.  You cannot undo this action." = "Deze bewerking omzeilt de prullenmand en kan niet ongedaan worden gemaakt.";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Deze betaversie van Path Finder is verlopen. Haal de nieuwste versie op bij cocoatech.com.";
"This copy of Path Finder is not registered" = "Deze kopie van Path Finder is niet geregistreerd";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Dit wordt sterk aanbevolen; U kunt deze instelling later altijd nog veranderen in de voorkeuren.";
"To connect to an iDisk, enter a .Mac member name and password." = "Geef een .Mac-accountnaam en -wachtwoord op om verbinding te maken met een iDisk.";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Om verbinding te maken met de map 'Public' van een .Mac-gebruiker, voert u de accountnaam van de gebruiker in.";
"To enable more operations, enter a password:" = "Geef hier uw wachtwoord, om meer bewerkingen te activeren:";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Om de zoekfunctie van Path Finder optimaal te benutten moet u eerst een database maken. Klik op \"Werk database bij\" in de Voorkeuren om dit te doen.";
"Today" = "Vandaag";
"Toggle Preview" = "Voorvertoning aan/uit";
"Toggle Sidebar" = "Opberglade aan/uit";
"Toggle between mouse and window selection modes" = "Wissel tussen muis- en venster selectiemodus";
"Tomorrow" = "Morgen";
"Tool Drawer" = "Gereedschapslade";
"Touch" = "Raak aan";
"Transparency" = "Transparantie";
"Trash" = "Prullenmand";
"Trash operation could not be completed." = "Verplaatsen naar prullenmand kon niet worden voltooid.";
"Type" = "Soort";
"Type:" = "Soort:";
"Ultra Security (35 passes)" = "Extreem (35 maal)";
"Update Database" = "Werk database bij";
"Update Now" = "Werk nu bij";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Het bijwerken van de database duurt enkele minuten, maar bestanden worden zeer snel gevonden als het eenmaal is gebeurd";
"Updating..." = "Werkt bij...";
"Upgrade Now" = "Nu upgraden";
"Verify disc after burning" = "Controleer schijf na branden";
"Version" = "Versie";
"Version:" = "Versie:";
"View" = "Weergave";
"View Hex" = "Toon hex";
"View Text" = "Toon tekst";
"View as Hex" = "Toon als hex";
"Visibility:" = "Zichtbaarheid:";
"Visible" = "Zichtbaar";
"Volume \"%@\"" = "Schijf \"%@\"";
"Volume:" = "volume:";
"WARNING!" = "WAARSCHUWING!";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "WAARSCHUWING: Deze actie gaat niet via de prullenmand. U kunt deze actie niet ongedaan maken.";
"Welcome to Path Finder" = "Welkom bij Path Finder";
"Where" = "Waar";
"Whole words" = "Hele woorden";
"Window" = "Venster";
"Would you like Path Finder to launch automatically when you log in?" = "Wilt u dat Path Finder automatisch opent wanneer u inlogt?";
"Would you like to delete it immediately?" = "Wilt u het meteen verwijderen?";
"Write error." = "Schrijffout.";
"Yellow" = "Geel";
"Yes" = "Ja";
"Yesterday" = "Gisteren";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "U gebruikt nu versie %@.  Download versie %@ bij www.cocoatech.com";
"You cannot undo this action." = "U kunt dit niet ongedaan maken.";
"You cannot undo this." = "U kunt dit niet ongedaan maken.";
"You do not have permission to trash this item." = "U heeft niet voldoende bevoegdheden om dit onderdeel naar de prullenmand te verplaatsen.";
"You will lose any unsaved changes." = "Niet-bewaarde wijzigingen gaan verloren.";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Wij waarderen uw ondersteuning enorm! Path Finder wordt voortdurend bijgewerkt en verbeterd; Gebruikers zoals u stellen ons in staat dit te doen. ";
"Zoom In" = "Zoom in";
"Zoom Out" = "Zoom uit";
"as Columns" = "Als kolommen";
"as Icons" = "Als symbolen";
"as List" = "Als lijst";
"copy" = "kopie";
"link" = "koppeling";
"the last 2 days" = "de laatste twee dagen";
"the last 2 months" = "de laatste twee maanden";
"the last 2 weeks" = "de laatste twee weken";
"the last 3 days" = "de laatste drie dagen";
"the last 3 months" = "de laatste drie maanden";
"the last 3 weeks" = "de laatste drie weken";
"the last 6 months" = "de laatste zes maanden";
"the last month" = "de laatste maand";
"the last week" = "de laatste week";
"the last year" = "het laatste jaar";
"to" = "tot";
"untitled" = "naamloos";

/* ==== UNLOCALIZED ==== */

"Alias" = "Alias";
"An error occurred while trying to open \"%@\"." = "An error occurred while trying to open \"%@\".";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?";
"Are you sure you want to quit Path Finder?" = "Are you sure you want to quit Path Finder?";
"Comments" = "Comments";
"Computer" = "Computer";
"Console" = "Console";
"Creator:" = "Creator:";
"Do not ask me again" = "Do not ask me again";
"Document" = "Document";
"Eject All" = "Eject All";
"Finder" = "Finder";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Help" = "Help";
"Hex" = "Hex";
"ISO 9660" = "ISO 9660";
"KB" = "KB";
"Label" = "Label";
"Label:" = "Label:";
"MB" = "MB";
"MP3:" = "MP3:";
"Menu" = "Menu";
"OK" = "OK";
"Other..." = "Other...";
"PDF" = "PDF";
"Remember password in my keychain" = "Remember password in my keychain";
"Spotlight" = "Spotlight";
"Subscribe" = "Subscribe";
"Subscribe to Newsletter" = "Subscribe to Newsletter";
"Terminal" = "Terminal";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume.";
"URL:" = "URL:";
"alias" = "alias";
"iDisk" = "iDisk";
